<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<style>
	#about {
		overflow:hidden
	}
	.box {
		width:450px;
		float:left;
	}
</style>    
<div id="about">
	<h1>페이지 소개</h1>
	<div class="box">
	    <h1>강아지</h1>
		<p>강아지(puppy, 프랑스어: Chiot)는 개의 새끼를 일컫는다.[1] 강아지는 성체로 발달하는 과정에 있으므로 자라면서 털색이나 체형 등이 달라질 수 있으며[2], 정서적인 변화를 겪기도 한다.</p>
		<h1>명칭</h1>
		<p>한국어 ‘강아지’는 ‘개’에 어린 짐승을 뜻하는‘아지'가 붙은 말이다. 경상북도 사투리로는 강생이라고도 한다. 각 언어마다 강아지에 대한 별도의 명칭이 있는데, 영어로는 강아지를 ‘Puppy’(퍼피)라 부르며, 일본어로는 ‘小犬(코이누)’라 하며, 중국어로는 '小狗(샤오거우)' 혹은 幼犬(유추안) 이라 한다.</p>
		<h1>예방 접종</h1>
		<p>개는 매우 강한 사회성을 보이는 동물이며 강아지는 어미나 자신들끼리 노는 데 대부분의 시간을 보낸다. 사람과의 사회적 관계를 맺는 것은 8주에서 12주 무렵부터 이루어지며 점차 사람과 상호 반응하는 사회적 기술을 익히게 된다. 이 시기에 사람이나 성체 개로부터 위협을 겪으면 정서적으로 크게 위축될 수 있다.[12][13] 여러 강아지들은 주인에 대한 충성심이 매우 강하다.
		강아지는 주인 또는 우두머리로부터 통제받고 명령받는 것을 배워야 한다. 정확한 규칙과 규율에 따라 기르지 못한 개는 스트레스를 받으며 자신이 집단이나 가족의 리더가 되려고 하는 경향을 보인다.[14]
		일반적으로 강아지 역시 다른 동물들처럼 경계심과 공격성의 방어적 행동과 스트레스, 순응, 장난(또는 놀이,play)등의 주요한 사회적 행동 양상을 발달과 성장 단계에서 보여준다.
		특히 순응과 장난은 사회화의 주요 메커니즘이며 스트레스는 방어적 행동과 사회화의 과정에서 주의 깊은 배려가 필요하다. 덜 방어적이고 보다 더 순응적인 행동이 사회화의 주요한 과정일 수 있지만 스트레스가 경계심과 공격성을 강화하도록 하는 것을 완화 또는 우회하도록 하는 사람과 강아지와의 정서적 교감은 이러한 맥락에서 다른 요인보다 우선적으로 다루어지도록 고려해야 할 필요성이 있다.</p>
	</div>
	<div class="box">
		<h1>발달</h1>
		<p>태어난 강아지는 생후 10일까지를 출생견으로 본다. 강아지는 견종에 따라 체중이 매우 다양하며 태어난 지 14일 무렵 눈을 뜨고 소리에 반응하며 걷기 시작한다.[4] 몸떨기 반사는 그보다 1주일 정도 빠르다. 젖 빨기는 첫 2주간은 2시간마다 이루어지며 8일 만에 몸무게가 약 두 배로 늘어나는 등 빠르게 성장한다. 이 기간엔 따로 마련한 출산장에서 강아지의 관리를 전적으로 어미개에게 맡기는 것이 좋다.[5] 강아지가 자신의 몸을 부들부들 떠는 몸떨기 반사는 체온을 유지하기 위한 자연스러운 반응이다. 강아지는 생후 3주에서 3개월에 걸쳐 한 배에서 나온 강아지들과 어미, 사람들과 사회적 관계를 맺는 이행기를 거친다. 이 시기 강아지들에겐 나중에 어미나 같이 태어난 강아지와 떨어져 홀로 살아갈 앞날을 위해 다른 동물들과 마주치는 훈련등 사회화가 필요하다. 이행기의 강아지는 호기심이 왕성하여 바닥에 떨어진 것은 전기 코드나 작은 물건을 가리지 않고 물어뜯기 때문에 안전에 주의하여야 한다.[6]
		생후 20일 - 30일까지 젖을 먹으며 그 이후엔 어미의 먹이에 관심을 갖는다.[7] 생후 3주부터 이유식을 준비하여 준다. 이유식은 습기가 많은 물렁물렁한 음식으로 시작하며 시리얼, 아기밀, 다진 고기, 스크램블 에그 등을 혼합하여 고단백 고탄수화물 음식을 준다.[6]
		일반적으로 생후6주~8주의 기간에 예방접종을 실시하고있다. 이러한 1차접종후 1~2회의 추가접종이 이루어지고 있다. 다만 광견병예방접종은 생후3개월이후 부터 기초접종을 실시하고 있다.</p>
		<h1>임신과 출산</h1>
		<p>암컷 강아지가 발정기가 오면 외음부가 부어오르며 약간의 출혈을 보인다. 혈흔을 발견한 날로부터 12일 전후로 임신이 가능하다. 임신 징후는 1개월 뒤쯤에 나타나는데 유두가 굵어지고 유방이 발달하며 식욕이 왕성해진다.[9] 개의 임신 기간은 보통 2달이며 2 - 3일 정도 차이를 보일 수 있다. 잉태한 강아지의 수가 많으면 보다 빨리 출산하는 경향이 있다.[10] 보통은 임신한 지 63일 무렵 양막이 터지면서 출산이 이루어진다. 출산한 암캐는 갓 태어난 강아지에 묻은 양수와 양막을 핥아 내고 탯줄을 이빨로 끊는다. 감염의 방지를 위해 사람이 탯줄을 자를 때에는 소독된 가위로 탯줄을 1cm 정도 남기고 잘라낸 뒤 실로 묶고 소독약을 발라준다.[9] 갓 태어난 강아지는 어미 개의 최소 만 2개월(8주령)이상의 보살핌(모유 수유 포함)을 필요로 한다. 3개월부터는 독립생활을 시작할 수 있다고 보고되고 있다.[11]</p>
	</div>	
</div>